Repository: albertcere/airact
Catalog: airact/locale/*/LC_MESSAGES/django.po
Languages: es

source: It is an application developed by the UPC in collaboration with Ecologists in Action inside the CAPTOR project to inform the public in an understandable form of air quality in real time and help to act against air pollution. AirAct is free software, completely free and will remain so.
es: Es una aplicación desarrollada por la Universidad Politécnica de Cataluña en colaboración con Ecologistas en Acción. Esta aplicación pertenece al proyecto CAPTOR y el objetivo es el de informar a la población de forma comprensible de la calidad del aire en tiempo real y ayudar a actuar contra la contaminación atmosférica. AirAct es de software libre, completamente gratuito y permanecerá así

source: About the data shown in AirAct
es: Sobre los datos mostrados en AirAct

source: The air pollution sensors provide continuous information online, which is collected and processed by AirAct in order to provide understandable and useful information for citizenship.
es: Los sensores contaminación atmosférica proporcionan infromación continua en la red la cual es obtenida y procesada por AirAct para proporcionar información útil y comprensible para los ciudadanos.

source: Compounds information
es: Información sobre los compuestos contaminantes

source: Recomendations
es: Recomendaciones

source: Join CAPTOR project.
es: Únete al proyecto CAPTOR.

source: Walk, move around by bike, take public transport.
es: Camina, muevete en bicicleta y usa el transporte público.

source: Avoid driving if you have no other option for your regular journeys, you should look for people to share journeys.
es: Evita conducir y si no tienes otra opción para tus desplazamientos diarios, busca gente para para compartir los viajes.

source: Reduce your exposure by selecting the less traveled streets when you walk or when you cycle
es: Reduce tu exposición seleccionando calles menos transitadas cuando camines o te muevas con bicicleta.

source: Reduce electricity consumption and waste generation.
es: Reduce el consumo de electricidad y la generación de residuos.

source: Opt for sustainable tourism.
es: Opta por turismo sostenible.

source: Change your habits, choose local products from small businesses in the neighborhood.
es: Cambia tus hábitos de consumo, elige productos de proximidad del pequeño comercio de barrio.

source: Require authorities to report swiftly and understandable levels of contamination.
es: Exige a las autoridades que informen de manera ágil y comprensible de los niveles de contaminación a través de Internet y de los medios de comunicación.

source: Claim the authorities preparation of mandatory plans for improving air quality and short-term actions.
es: Reclama a las administraciones la elaboración de los preceptivos planes de mejora de la calidad del aire y de acción a corto plazo.

source: Mobile features
es: Características en dispositivos móviles

source: There is an extra feature for the user who access AirAct from their mobile devices. They will be able to get pollution information about their current location based on their GPS.
es: Hay una funcionalidad extra para los que acceden AirAct desde sus dispositivos móviles. Podrán obtener información sobre contaminación de la estación más cercana basandose en la posición a través del GPS del dispositivo.

source: Download the Android APP
es: Descarga la aplicación para Android

source: Facebook Page
es: Página de Facebook

source: Twitter Page
es: Página de Twitter

source: CAPTOR Project
es: Proyecto CAPTOR

source: Map
es: Mapa

source: List of stations
es: Lista de estaciones

source: Station
es: Estación

source: About
es: Acerca de

source: No data available for the selected station
es: No hay datos para la estación seleccionada

source: Last update:
es: Última actualización

source: From
es: Desde

source: To
es: Hasta

source: Go
es: Ir

source: Period:
es: Periodo:

source: In
es: En

source: day
es: día

source: days
es: días

source: the OMS limit of
es: el límite de la OMS de

source: has been exceeded
es: ha sido excedido

source: time
es: vez

source: times
es: veces

source: pollution
es: contaminación

source: in
es: en

source: the EU limit of
es: el límite EU de

source: Date
es: Fecha

source: Good
es: Bueno

source: Poor
es: Moderado

source: Bad
es: Malo

source: TBad
es: Muy malo

source: Order by name
es: Ordenar por nombre

source: Order by air quality
es: Ordenar por calidad del aire

source: Type of sensor:
es: Tipo de sensor:

source: All
es: Todos

source: Search
es: Buscar

source: Information about a station
es: Información sobre una estación

source: Click a station of the map to get information about his polluting agents, you can get more info by clicking a polluting agent
es: Haz clic en una estación del mapa para obtener información sobre las medidas de los agentes contaminantes, puedes obtener más información haciendo clic en un agente contaminante.

source: The stations are classified into four categories:
es: Las estaciones están clasificadas en cuatro categorías:

source: Moderate
es: Moderado

source: Exceeds the OMS limit
es: Excede el límite de la OMS

source: Exceeds the European limit
es: Excede el límite europeo

source: Enable and accept permission of geolocation in order to get the closest station
es: Habilite y acepte el permiso de geolocalización para obtener la estación más cercana.

source: Air Act could not get the closest station, please check your location settings
es: Air Act no pudo obtener la estación más cercana, compruebe sus opciones de geolocalización.

source: An unknown error occurred, sorry
es: Ocurrió un error desconocido

source: Permission to use Geolocation was denied
es: Permiso para usar la geolocalización denegado

source: Couldn t find you...
es: No se pudo situar en el mapa

source: The Geolocation request took too long and timed out
es: La solicitud de geolocalización excedió el tiempo permitido

source: Problems with geolocation
es: Problemas con la geolocalización
